// 다차원 배열 (multidimensional array)

// 의미를 부여하고 싶으면???
let otherFridge = {
    fridge: {
        채소층: ['참외', '토마토', '오이', '양파'],
        반찬층: ['볶음멸치', '장조림', '김치'],
        음료층: ['사이다', '콜라', ' 물', ' 쥬스'],
        과일층: ['사과', '바나나', '청포도'],
    },
    freezer: {
        얼음층: ['얼음'],
        아이스크림층: ['찰떡아이스', '투게더', '메론,'],
    },
};

let myFridge = [
    ['참외', '토마토', '오이', '양파'],
    ['복음멸치', '장조림', '김치'],
    ['사이다', '콜라', '물', '쥬스'],
    ['사과', '바나나', '청포도'],
    ['얼음'],
    ['찰떡아이스', '투게더', '메로나'],
];

let mailbox = [
    [101, 201, 301, 501, 601],
    [102, 202, 302, 502, 602],
    [103, 203, 303, 503, 603],
    [104, 204, 304, 504, 604],
    [105, 205, 305, 505, 605],
];
